Revit 2027 API
ParameterTypeId.StairstypeCutmarkType Property
 "Cut Mark Type": Cut Mark Type
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId StairstypeCutmarkType { get; }
Public Shared ReadOnly Property StairstypeCutmarkType As ForgeTypeId
	Get
public:
static property ForgeTypeId^ StairstypeCutmarkType {
	ForgeTypeId^ get ();
}
static member StairstypeCutmarkType : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace